Repository: Bavovna-Debug/Games-Putination-iOS
Catalog: Putination/*.lproj/Description.strings
Languages: de, ru, uk

# GAME_DESCRIPTION_CITY_TITLE
source: City
de: Stadt
ru: Город
uk: Місто

# GAME_DESCRIPTION_CITY
source: Opponent's tanks are moving towards your cities to capture them. Try to stop and destroy the tanks of your opponent before they reach their destination. Once your city is captured, there will be a turret tower build near it and the flag of the occupant will be hoisted. To liberate a city again you have to destroy all the turrets around the city. The game is over once all cities are captured by your opponent.
de: Gegnerische Panzer bewegen sich auf deine Städte zu, um sie einzunehmen. Versuche sie daran zu hindern indem du sie zerstörst. Wird eine Stadt eingenommen, erhält die Stadt einen Gefechtsturm und die Flagge des Besetzers wird gehisst. Um eine Stadt wieder zu befreien musst du alle Gefechtstürme rund um die Stadt zerstören. Das Spiel ist zu Ende wenn alle deine Städte durch den Gegner besetzt sind.
ru: Танки противника движутся в направлении твоих городов с целью захватить их. Предпринимай всё возможное чтобы остановить и уничтожить их. Рядом с захваченным городом, противник устанавливает зенитные башни и поднимает над городом свой флаг. Чтобы освободить город, ты должен уничтожить все зенитные башни противника вокруг него. Игра заканчивается как только противнику удается захватить все твои города.
uk: Танки противника рухаються у напрямку твоїх міст з метою захопити їх. Вживай усе можливе щоб зупинити і знищити їх. Поруч із захопленим містом, противник встановлює зенітні вежі і підіймає над містом свій прапор. Щоб звільнити захоплене місто, ти повинен знищити всі зенітні вежі противника навколо нього. Гра закінчується як тільки противнику вдається захопити всі твої міста.

# GAME_DESCRIPTION_PLAYER_TITLE
source: Your tank
de: Dein Panzer
ru: Твой танк
uk: Твій танк

# GAME_DESCRIPTION_PLAYER
source: To let your tank move through the terrain you need to go (or run or even drive) in the appropriate direction - your tank will move in the virtual reality only if you move in the real world. In order to judge the cannon to the target you need to rotate your iPhone/iPad in the real world accordingly. The own firing range of your tank is 400 meters.
de: Um deinen Panzer durch das Gelände fahren zu lassen musst du in die ensprechende Richtung gehen (oder laufen oder auch fahren) - dein Panzer wird sich in der virtuellen Realität nur dann bewegen wenn du dich in der realen Welt bewegst. Um die Kanone auf das Ziel zu richten musst du dein iPhone/iPad in der realen Welt entsprechend drehen. Die eigene Schussreichweite deines Panzers liegt bei 400 Metern.
ru: Для того, чтобы твой танк передвигался по местности, тебе надо идти (или бежать или даже ехать) в соответствующем направлении - твой танк будет двигаться в виртуальной реальности, только когда ты сам движешься в реальном мире. Чтобы навести орудие на цель (повернуть башню), тебе необходимо соответственно повернуть твой iPhone/iPad в реальном мире. Собственная дальность стрельбы твоего танка - 400 метров.
uk: Для того, щоб твій танк пересувався по місцевості, тобі треба йти (чи бігти або навіть їхати) у відповідному напрямку - твій танк буде рухатися у віртуальній реальності, тільки тоді коли ти сам рухаєшся у реальному світі. Щоб навести гармату на ціль (повернути башту), тобі необхідно відповідно повернути твій iPhone/iPad у реальному світі. Власна дальність стрільби твого танка - 400 метрів.

# GAME_DESCRIPTION_THEIR_TANK_TITLE
source: Opponent's tank
de: Gegnerische Panzer
ru: Танк противника
uk: Танк противника

# GAME_DESCRIPTION_THEIR_TANK
source: One hit in the chassis would stop the opponent's tank. The hit tank will not move any more, but can still shoot. In order to completely destroy the tank a second shot into the tower is necessary. Opponent's tanks are able to catch a target (your tank) from a range of 200 meters and fire every 8..10 seconds.
de: Um die gegnerische Panzer anzuhalten reicht ein Treffer in das Fahrwerk. Ein getroffener Panzer kann nicht mehr fahren, kann aber weiterhin schießen. Um den Panzer vollständig außer Betrieb zu setzen wird ein zweiter Schuss in den Turm erforderlich. Gegnerische Panzer feuern bereits ab 200 Meter Entfernung auf dein Panzer mit einem Schuss alle 8..10 Sekunden.
ru: Для остановки танка противника достаточно одного попадания в шасси. При этом танк прекращает движение, но продолжает стрельбу. Для того чтобы полностью вывести танк из строя необходим второй выстрел в башню. Танки противника могут обнаруживать твой танк с расстояния 200 метров. Скорострельность орудия - 1 выстрел каждые 8..10 секунд.
uk: Для зупинки танка противника достатньо одного попадання в шасі. При цьому танк припиняє рух, але продовжує стрільбу. Для того щоб повністю вивести танк з ладу необхідний другий постріл в башту. Танки противника можуть помічати твій танк з відстані до 200 метрів. Скорострільність гармати - 1 постріл кожні 8..10 секунд.

# GAME_DESCRIPTION_TURRET_TITLE
source: Turret
de: Gefechtsturm
ru: Зенитная башня
uk: Зенітна вежа

# GAME_DESCRIPTION_TURRET
source: Тurrets are able to catch a target (your tank) from a range of almost 500 meters and fire every 8..10 seconds.
de: Gefechtstürme feuern bereits ab 500 Meter Entfernung auf dein Panzer mit einem Schuss alle 8..10 Sekunden.
ru: Зенитные башни противника могут обнаруживать твой танк с расстояния 500 метров. Скорострельность орудия - 1 выстрел каждые 8..10 секунд.
uk: Зенітні межі противника можуть помічати твій танк з відстані до 500 метрів. Скорострільність гармати - 1 постріл кожні 8..10 секунд.

# GAME_DESCRIPTION_EMERGENCY_BOX_TITLE
source: First aid box
de: Erste-Hilfe-Kasten
ru: Аптечка первой помощи
uk: Аптечка першої допомоги

# GAME_DESCRIPTION_EMERGENCY_BOX
source: Each collected first aid box repairs damage of 5 missiles.
de: Jeder eingesammelte Erste-Hilfe-Kasten repariert 5 Schadenspunkte.
ru: Каждая аптечка первой помощи восстанавливает ресурс твоего танка.
uk: Кожна аптечка першої допомоги відновлює ресурс твого танка.

# GAME_DESCRIPTION_FUEL_CANISTER_TITLE
source: Fuel canister
de: Benzintropf
ru: Капля топлива
uk: Крапля палива

# GAME_DESCRIPTION_FUEL_CANISTER
source: Your tank consumes fuel and must refuel from time to time. At the beginning of a game your tank is fueled with only 50 liters. This is not that much, therefore you should collect as much fuel on terrain as possible. Fuel tank capacity - 1000 liters. One canister delivers 10 liters of fuel.
de: Dein Panzer verbraucht Sprit und muss immer wieder nachtanken. Zum Spielbeginn wird dein Panzer mit nur 50 Liter Kraftstoff getankt. Das ist nicht viel, deshalb versuche möglichst viel Kraftstoff auf dem Gelände zu sammeln. Tankinhalt - 1000 Liter. Ein Kanister liefert 10 Liter Treibstoff.
ru: Твой танк потребляет много топлива и нуждается время от времени в дозаправке. К началу игры твой танк заправлен 50'ю литрами топлива. Это не так уж и много, поэтому постарайся собрать как можно больше топлива. Емкость топливного бака - 1000 литров. Одна капля дает твоему танку 10 литров топлива.
uk: Твій танк споживає багато палива і потребує час від часу дозаправлення. До початку гри твій танк заправлений 50'ма літрами палива. Це не так вже й багато, тому намагайся збирати якомога більше палива. Ємність паливного бака - 1000 літрів. Одна крапля дає твому танку 10 літрів палива.

# GAME_DESCRIPTION_ARMORY_BOX_TITLE
source: Ammunition set
de: Munition
ru: Боеприпасы
uk: Боєприпаси

# GAME_DESCRIPTION_ARMORY_BOX
source: Each box contains 10 units of ammunition.
de: Jede Box enthält 10 Schuss Munition.
ru: Каждый ящик боеприпасов содержит 10 снарядов.
uk: Кожен ящик боєприпасів містить 10 снарядів.

# GAME_DESCRIPTION_SUPPLY_AIRCRAFT_TITLE
source: Supply aircraft
de: Versorgungsflugzeuge
ru: Поддержка с воздуха
uk: Підтримка з повітря

# GAME_DESCRIPTION_SUPPLY_AIRCRAFT
source: Air Force provides you with everything you can need for a long fight. From the air they deliver first-aid-kit, fuel and ammunition. All bonus objects that are not collected within 15 minutes, will be moved to a different location by supply aircraft (for example, objects which are in existing buildings or other inaccessible locations).
de: Luftwaffe versorgt dich mit allem, was du für einen langen Kampf brauchen kannst. Aus der Luft werden Erste-Hilfe-Kasten, Treibstoff und Munition geliefert. Alle Sammelobjekte, welche nicht innerhalb von 15 Minuten eingesammelt werden, werden an einem anderen Ort durch Flugzeuge neu platziert (zum Beispiel Objekte auf bestehenden Gebäuden oder anderen unzugänglichen Orten).
ru: Воздушные силы снабжают тебя всем необходимым для продолжительного боя. С воздуха, на парашютах, поставляются аптечки первой помощи, топливо и боеприпасы. Все сброшенные таким образом объекты, которые не были подобраны твоим танком в течение 15 минут будут перемещены в другое место.
uk: Повітряні сили постачають тебе всім необхідним для тривалого бою. З повітря, на парашутах, поставляються аптечки першої допомоги, паливо і боєприпаси. Всі скинуті таким чином об'єкти, що не були підібрані твоїм танком протягом 15 хвилин будуть переміщені в інше місце.
